Repository: UIKit0/contacts-1
Catalog: po/*.po
Languages: ar

source: Address book
ar: دفتر العناوين

source: Contacts
ar: جهات الإتصال

source: Unnamed
ar: بدو اسم

source: Are you sure you want to delete '%s'?
ar: هل انت متأكد من انك تود محي '%s'؟

source: Are you sure you want to delete %d contacts?
ar: هل انت متأكد من انك تود محي %d جهات اتصال؟

source: Would you like to import contact '%s'?
ar: هل ترغب باستيراد جهة الاتصال '%s'؟

source: _Show contact
ar: _عرض جهة اتصال

source: _Import contact
ar: _إستيراد جهة اتصال

source: Import Contact
ar: إستيراد جهة اتصال

source: Imported one contact
ar: استوردت %d جهات اتصال

source: Export Contact
ar: تصدير جهة اتصال

source: <big><b>The file "%s" already exists. Do you want to replace it?</b></big>
ar: <big><b>الملف "%s" موجود مسبقا. هل ترغب باستبداله؟</b></big>

source: Replacing it will overwrite its contents.
ar: استبداله سيقوم بالكتابة فوق مضمونه.

source: _Replace
ar: تب_ديل

source: Contacts is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version. Contacts is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with Contacts; if not, write to the Free Software Foundation, Inc., 51 Franklin St, Fifth Floor, Boston, MA 0110-1301, USA
ar: جهات الاتصال هو برنامج مجاني. يمكنك اعادة توزيعه وتحريره تحت شروط الرخصة العمومية لجنو المنشورة من المؤسسة للبرامج المجانية، اما اصدار 2 او (حسب اختيارك) اي اصدار احدث. يوزع برنامج جهات الاتصال على امل ان يكون مفيدا لأحد لكنه بدون اي ضمان للفعالية او الملاءمة لأي استخدام معين. لمعلومات اضافية انظر الرخصة العمومية لجنو. يتوجب ان تكون قد حصلت على نسخة من الرخصة العمومية لجنو مع هذا البرنامج. ان لم تكت قد حصلت, اكتب الى Free software Foundation, Inc., 51 Franklin St, Fifth Floor, Boston, MA 0110-1301, USA.

source: translator-credits
ar: ITSOFTEX <info@itsoftex.com>

source: All
ar: الكل

source: Are you sure you want to delete this contact?
ar: هل انت متأكد من انك تود محي جهة الاتصال هذه؟

source: Couldn't update contact
ar: لم اتمكن من تعديل جهة الاتصال

source: Information couldn't be updated, error was: %s
ar: لم يتم تعديل المعلومات، كان الخطأ: %s

source: Couldn't add contact
ar: لم اتمكن من اضافة جهة اتصال

source: Cannot add contact: %s
ar: لا يمكن اضافة جهة اتصال: %s

source: <b>Type:</b>
ar: <b>فئة:</b>

source: Change groups
ar: تغيير مجموعات

source: <b>Choose groups</b>
ar: <b>اختيار مجموعات</b>

source: Add field
ar: اضافة حقل

source: <b>Choose a field</b>
ar: <b>اختيار حقل</b>

source: Edit contact
ar: تحرير جهة اتصال

source: C_ontacts
ar: _جهات اتصال

source: _Import...
ar: _إستيراد

source: C_ontact
ar: _جهة اتصال

source: _Groups
ar: م_جموعات

source: _Export
ar: ت_صدير

source: Ed_it
ar: _تحرير

source: _Help
ar: _مساعدة

source: _Search:
ar: _بحث:

source: _Add Field
ar: إضافة ح_قل

source: _Remove Field
ar: ح_ذف حقل

source: Edit Types
ar: تحرير فئات

source: <span><b>Make a choice:</b></span>
ar: <span><b>اختيار:</b></span>

source: Error starting address book
ar: خطأ في تشغيل دفتر العناوين

source: Got error %d when getting book view
ar: حصل خطأ %d عند الحصول على عرض دفتري

source: Error opening address book
ar: خطأ في فتح دفتر العناوين

source: Got error %d when opening book
ar: حصلت على خطأ %d عندما قمت بفتح الدفتر

source: - A light-weight address-book
ar: - دفتر عناوين خفيف الحمل

source: Other
ar: آخر

source: Phone
ar: هاتف

source: Email
ar: بريد الكتروني

source: Jabber
ar: جابّر

source: MSN
ar: أم أس أن

source: Yahoo
ar: ياهو

source: AIM
ar: اي أي أم

source: ICQ
ar: اي سي كيو

source: Groupwise
ar: جروبوايز

source: Address
ar: العنوان

source: Homepage
ar: موقع الانترنت

source: PO Box
ar: صندوق البريد

source: Ext.
ar: الرقم الداخلي

source: Street
ar: الشارع

source: City
ar: المدينة

source: Province
ar: القطاع

source: Postal Code
ar: الرمز البريدي

source: Country
ar: الدولة

source: Home
ar: البيت

source: Cell
ar: خليوي

source: Work
ar: العمل

source: Fax
ar: فاكس

source: Open image
ar: افتح صورة

source: No image
ar: بدون صورة
